Repository: Roibos22/WorkoutApp
Catalog: WorkoutApp/Utilities/Enums/WorkoutPulse Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

source: %@ worked out
de: %@ trainiert

source: %lld Cycles
de: %lld Zyklen

source: %lld Exercises
de: %lld Übungen

source: %lld completed workout
de: %lld abgeschlossenes Workout

source: %lld completed workouts
de: %lld abgeschlossene Workouts

source: %lld sec
de: %lld Sek.

source: %lld. Cycle
de: %lld. Durchgang

source: 1 hour total workout time
de: 1 Stunde Gesamttrainingszeit

source: 3-day workout streak
de: 3 Tage Trainings-Streak

source: 5 hours total workout time
de: 5 Stunden Gesamttrainingszeit

source: 7-day workout streak
de: 7 Tage Trainings-Streak

source: 10 hours total workout time
de: 10 Stunden Gesamttrainingszeit

source: 14-day workout streak
de: 14 Tage Trainings-Streak

source: 24 hours total workout time
de: 24 Stunden Gesamttrainingszeit

source: 30-day workout streak
de: 30 Tage Trainings-Streak

source: 48 hours total workout time
de: 48 Stunden Gesamttrainingszeit

source: 90-day workout streak
de: 90 Tage Trainings-Streak

source: 100 hours total workout time
de: 100 Stunden Gesamttrainingszeit

source: Achievements
de: Erfolge

source: Activity
de: Aktivität

source: Adjust your filters or complete a workout to see your history!
de: Passe deine Filter an oder schließe ein Workout ab, um deinen Verlauf zu sehen!

source: Adventurer
de: Abenteurer

source: Are you sure you want to end your workout?
de: Bist du sicher, dass du dein Workout beenden möchtest?

source: Arm Circles
de: Armkreisen

source: Bicycle Crunches
de: Fahrrad-Crunches

source: Bird Dog
de: Vierfüßlerstand

source: Bodyweight Bootcamp
de: Körpergewicht-Bootcamp

source: Box Jumps
de: Kastensprünge

source: Butt Kicks
de: Fersenlauf

source: Calf Raises
de: Wadenheben

source: Cancel
de: Abbrechen

source: Cardio-Strength Fusion
de: Cardio-Kraft-Fusion

source: Cat-Cow Stretch
de: Katze-Kuh-Dehnung

source: Centurion
de: Zenturio

source: Chair Pose
de: Stuhlhaltung

source: Classic Tabata
de: Klassisches Tabata

source: Committed
de: Engagiert

source: Complete 1 workout
de: 1 Workout abschließen

source: Complete 5 workouts
de: 5 Workouts abschließen

source: Complete 15 workouts
de: 15 Workouts abschließen

source: Complete 30 workouts
de: 30 Workouts abschließen

source: Complete 50 workouts
de: 50 Workouts abschließen

source: Complete 100 workouts
de: 100 Workouts abschließen

source: Complete a workout before 6 AM
de: Ein Workout vor 6 Uhr morgens abschließen

source: Completions
de: Abschlüsse

source: Congratulations!
de: Glückwunsch!

source: Consistent
de: Beständig

source: Core Crusher
de: Kernmuskel-Crusher

source: Core Stability Flow
de: Kernstabilitäts-Flow

source: Core Strength
de: Kernkraft

source: Create first custom workout
de: Erstes angepasstes Workout erstellen

source: Curious
de: Neugierig

source: Current Streak
de: Aktueller Streak

source: Cycle Rest
de: Zyklus-Pause

source: Cycle Settings
de: Zyklus Einstellungen

source: Cycles
de: Zyklen

source: Dedicated
de: Engagiert

source: Delete
de: Löschen

source: Delete Exercise
de: Übung löschen

source: Delete Exercise?
de: Übung löschen?

source: Delete Workout?
de: Workout löschen?

source: Deletion not possible
de: Löschen nicht möglich

source: Deselect All
de: Alle abwählen

source: Diamond Push-ups
de: Diamant-Liegestütze

source: Discover Workouts
de: Workouts entdecken

source: Done
de: Fertig

source: Double Leg Stretch
de: Doppelte Beindehnung

source: Downward Dog
de: Herabschauender Hund

source: Dumbbell Chest Press
de: Kurzhantel-Brustpresse

source: Dumbbell Lunges
de: Kurzhantel-Ausfallschritte

source: Dumbbell Rows
de: Kurzhantel-Rudern

source: Dumbbell Shoulder Press
de: Kurzhantel-Schulterpresse

source: Dumbbell Squats
de: Kurzhantel-Kniebeugen

source: Dumbbell Total Body
de: Kurzhantel-Ganzkörper

source: Duration
de: Dauer

source: Duration (Start Time)
de: Dauer (Startzeit)

source: Early Bird
de: Frühaufsteher

source: Edit Cycle Settings
de: Zyklus-Einstellungen bearbeiten

source: Edit Duration for all Exercises
de: Dauer für alle Übungen bearbeiten

source: Edit Exercises
de: Übungen bearbeiten

source: Edit Workouts
de: Workouts bearbeiten

source: Edit duration for all exercises
de: Dauer für alle Übungen bearbeiten

source: Edit exercise duration
de: Übungsdauer bearbeiten

source: Edit exercise rest time
de: Übungspause bearbeiten

source: Edit number of cycles
de: Anzahl der Zyklen bearbeiten

source: Edit rest time between cycles
de: Pausenzeit zwischen Zyklen bearbeiten

source: Edit rest time for all exercises
de: Pausenzeit für alle Übungen bearbeiten

source: End Workout
de: Workout beenden

source: Endurance Builder
de: Ausdauer-Aufbau

source: Enduring
de: Ausdauernd

source: Eternity
de: Ewigkeit

source: Exercise 1
de: Übung 1

source: Exercise 2
de: Übung 2

source: Exercise 3
de: Übung 3

source: Exercise 4
de: Übung 4

source: Exercise Duration
de: Übungsdauer

source: Exercise Rest
de: Übungspause

source: Exercise Title
de: Übungstitel

source: Exercises
de: Übungen

source: Exercises completed:
de: Abgeschlossene Übungen:

source: Explorer
de: Entdecker

source: Filter Workouts
de: Workouts filtern

source: Flexibility and Mobility
de: Flexibilität und Mobilität

source: Fortnight
de: Zwei Wochen

source: Full Body
de: Ganzkörper

source: Full Body Fusion
de: Ganzkörper-Fusion

source: Functional Fitness
de: Funktionelles Fitness

source: Glute Bridges
de: Gesäßbrücken

source: HIIT Cardio Blast
de: HIIT Cardio-Explosion

source: Hello, World!
de: Hallo, Welt!

source: High Knees
de: Kniehebelauf

source: Hip Circles
de: Hüftkreisen

source: History
de: Verlauf

source: Jog
de: Joggen

source: Jump Lunges
de: Sprung-Ausfallschritte

source: Jump Rope
de: Seilspringen

source: Jump Squats
de: Sprung-Kniebeugen

source: Jumping Jacks
de: Hampelmänner

source: Kettlebell Swings
de: Kettlebell-Schwünge

source: Kickoff
de: Auftakt

source: Language
de: Sprache

source: Leg Day
de: Beintag

source: Leg Raises
de: Beinheben

source: Leg Swings
de: Beinschwünge

source: Legal Notice
de: Impressum

source: Loading...
de: Lädt...

source: Longest Streak
de: Längster Streak

source: Lower Body Burner
de: Unterkörper-Brenner

source: Lunges
de: Ausfallschritte

source: Menu
de: Menü

source: Metabolic Booster
de: Stoffwechsel-Booster

source: Minutes
de: Minuten

source: Monthly
de: Monatlich

source: More
de: Mehr

source: More Achievements
de: Mehr Erfolge

source: Mountain Climbers
de: Bergsteiger

source: My Workout
de: Mein Workout

source: New
de: Neu

source: New Workout
de: Neues Workout

source: New Workout %lld
de: Neues Workout %lld

source: Newbie
de: Neuling

source: Next: %@
de: Nächste: %@

source: No Workouts Found
de: Keine Workouts gefunden

source: Number
de: Nummer

source: Organizer
de: Organisator

source: Persistent
de: Beharrlich

source: Pilates Core Sculpt
de: Pilates-Kern-Formung

source: Plank
de: Unterarmstütz

source: Plank Jacks
de: Unterarmstütz-Hampelmänner

source: Plyo Push-ups
de: Plyometrische Liegestütze

source: Plyometric Power
de: Plyometrische Kraft

source: Preparation
de: Vorbereitung

source: Preview
de: Vorschau

source: Privacy Policy
de: Datenschutzrichtlinie

source: Push-ups
de: Liegestütze

source: Quick HIIT
de: Schnelles HIIT

source: Rate WorkoutPulse
de: WorkoutPulse bewerten

source: Resilient
de: Widerstandsfähig

source: Rest
de: Pause

source: Roll Up
de: Aufrollen

source: Russian Twists
de: Russische Twists

source: Save
de: Speichern

source: Saved a template workout
de: Workout-Vorlage gespeichert

source: Seconds
de: Sekunden

source: Select All
de: Alle auswählen

source: Send Feedback
de: Feedback senden

source: Settings
de: Einstellungen

source: Side Plank (Left)
de: Seitstütz (Links)

source: Side Plank (Right)
de: Seitstütz (Rechts)

source: Single Leg Circles
de: Einbeinige Kreise

source: Sprint Intervals
de: Sprint-Intervalle

source: Squat Jumps
de: Kniebeuge-Sprünge

source: Squat Thrusts
de: Liegestütz-Hocksprünge

source: Squats
de: Kniebeugen

source: Starter
de: Anfänger

source: Streaks
de: Streak

source: Strength Endurance
de: Kraftausdauer

source: Sun Salutation A
de: Sonnengruß A

source: Terms and Conditions
de: AGB

source: The Hundred
de: Die Hundert

source: Timekeeper
de: Zeitnehmer

source: Torso Twists
de: Oberkörperdrehungen

source: Total Duration:
de: Gesamtdauer:

source: Tricep Dips
de: Trizeps-Dips

source: Tripler
de: Dreifach

source: Try 3 different workouts
de: Probiere 3 verschiedene Workouts aus

source: Try 5 different workouts
de: Probiere 5 verschiedene Workouts aus

source: Try 10 different workouts
de: Probiere 10 verschiedene Workouts aus

source: Tuck Jumps
de: Hocksprünge

source: Unstoppable
de: Unaufhaltsam

source: Upper Body
de: Oberkörper

source: Upper Body Blitz
de: Oberkörper-Blitz

source: Visit our website
de: Besuche unsere Website

source: Walk
de: Gehen

source: Wall Push-ups
de: Wand-Liegestütze

source: Wall Sit
de: Wandsitz

source: Warrior I
de: Krieger I

source: Warrior II
de: Krieger II

source: Weeklong
de: Wochenlang

source: Work out for 1 day
de: Trainiere für 1 Tag

source: Workout Settings
de: Workout-Einstellungen

source: Workout Title
de: Workout-Titel

source: You just finished another Workout
de: Du hast gerade ein weiteres Workout beendet

source: You need to have at least one Exercise in your workout.
de: Du musst mindestens eine Übung in deinem Workout haben.

source: Your Workouts
de: Deine Workouts
